---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecTrueCurrentPhasecParam
source: html/6592fbef-ab66-be2f-6709-d1743ff22147.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecTrueCurrentPhasecParam Property

"True Current Phase C"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecTrueCurrentPhasecParam { get; }
```